{
  "rs": [
    {
      "id": "w-0001",
      "d": "今天[风向]，[级数]，无需防护。风平浪静，在这多事之境，实属难得，且珍惜。"
    },
    {
      "id": "w-0002",
      "d": "今天[风向]，[级数]，建议做好防风措施。出门切勿带伞，以免飞得太高，珍惜生命远离大风。"
    },
    {
      "id": "z-0001",
      "d": "今天的紫外线弱，出行无需防护。紫外线水平属全国最低，尽管分享晒晒你的优越感吧。"
    },
    {
      "id": "z-0002",
      "d": "今天的紫外线正常，出行建议戴太阳镜。安啦，身处全国正常水平行列，总算没拖大家后腿。"
    },
    {
      "id": "z-0003",
      "d": "今天的紫外线中等，出行建议涂擦防晒霜。好吧，防晒霜神马的最有爱了。"
    },
    {
      "id": "z-0004",
      "d": "今天的紫外线较强，建议擦防晒霜，注意遮荫。紫外线水平属于全国较高水平了，出门被烤时记得时不时翻一面，为自己带盐。"
    },
    {
      "id": "z-0005",
      "d": "今天的紫外线较强，建议减少外出或采取防护。悲剧啦，你拖了全国人民的后腿，紫外线水平爆表了，赶紧拉同情吧。"
    },
    {
      "id": "u-0001",
      "d": "今天空气湿度[相对湿度]，建议给皮肤补补水噢。注意，当空气湿度低于30%的时候，请注意多喝水或者多吃水果。"
    },
    {
      "id": "u-0002",
      "d": "今天空气湿度[相对湿度]，解放脸庞轻松外出吧。这空气，呼吸一会都能吐出一碗水来了，阳光啊，你什么时候来拯救。"
    },
    {
      "id": "r-0001",
      "d": "今天可能有雨，建议带上雨伞出门。老天爷一伤心，我们就得承受它的眼泪，他这阴晴不定的心情什么时候能好转呢。"
    },
    {
      "id": "r-0026",
      "d": "今天没有雨或雪，外出可以不带雨伞。看这天气，你应安好，我就放心的出门了。"
    },
    {
      "id": "t-0001",
      "d": "今天没有雨、雪或沙尘暴，适宜出行游玩。难得的好天气，出去散散步或者来个短期旅行吧，人生苦短，必须及时行乐。"
    },
    {
      "id": "c-0001",
      "d": "今天温度[温度]，建议穿着薄短袖类。薄短袖类服装包括：短袖衫、短裙、短裤、薄型T恤衫、敞领短袖棉衫等。"
    },
    {
      "id": "c-0002",
      "d": "今天温度[温度]，建议穿着短袖类。短袖类服装包括：短袖衫、短裙、短裤、短套装、短袖T恤等。"
    },
    {
      "id": "c-0003",
      "d": "今天温度[温度]，建议穿着卫衣类。除卫衣外，单层薄衫、裤薄型棉衫、长裤、针织长袖衫、长袖T恤、薄型套装、牛仔衫裤、西服套装、薄型夹克都会是不错的选择。"
    },
    {
      "id": "c-0004",
      "d": "今天温度[温度]，建议穿着夹克类。除夹克类服装外，套装、夹衣、风衣、夹克衫、西服套装、马甲衬衫配长裤都是不错的选择。"
    },
    {
      "id": "c-0005",
      "d": "今天温度[温度]，建议穿着毛衣类。除毛衣外，风衣、大衣、夹大衣、外套、毛衣、毛套装、西服套装、薄棉外套都会是不错的选择。\n"
    },
    {
      "id": "c-0006",
      "d": "今天温度[温度]，建议穿着薄冬衣。棉衣、冬大衣、皮夹克、内着衬衫或羊毛内衣、毛衣、外罩大衣等。"
    },
    {
      "id": "c-0007",
      "d": "今天温度[温度]，建议穿着棉衣类。棉衣、冬大衣、皮夹克、皮搂、毛衣内衣、厚呢外衣、呢帽、手套等。\n"
    },
    {
      "id": "c-0008",
      "d": "今天温度[温度]，建议穿着羽绒服类。羽绒服、风雪大衣、裘皮大衣、手套、呢帽、太空棉衣等。"
    },
    {
      "id": "aq-0001",
      "d": "哎哟，不错哦！今天空气质量全国最优，你正呼吸着最新鲜的空气，这种爆棚的优越感赶紧分享给小伙伴吧。"
    },
    {
      "id": "aq-0002",
      "d": "哈哈！今天空气质量还不错，处于全国领先水平，对身体健康的人没有任何影响，请放心地呼吸吧。"
    },
    {
      "id": "aq-0003",
      "d": "嗯...今天空气质量一般，处于中等水平，有心脏病和呼吸系统疾病的人最好减少户外活动，身体健康的小伙伴可以无视。"
    },
    {
      "id": "aq-0004",
      "d": "额，今天空气质量实在不咋地，属于中等水平，对身体健康的小伙伴们没有影响，但儿童、老年人、有心脏病和呼吸道疾病的人会受到影响，户外活动还是少做为妙，想想也是醉了。"
    },
    {
      "id": "aq-0005",
      "d": "欧买嘎！今天空气质量很差哦，你拖了全国人民的后腿，健康的小伙伴们运动耐受力降低，心脏病、肺病患者症状显著加剧，老年人和心肝病患者应减少体力活动，赶紧戴上口罩吧。"
    },
    {
      "id": "aq-0006",
      "d": "悲剧了！今天空气污染严重，处于全国最低水平，呼吸空气比吸二手烟还呛，老年人和病人应当留在室内，健康的小伙伴们也尽量减少户外活动，建议你今天还是当个资深宅，这么惨烈的状况还不分享给朋友点点赞？"
    },
    {
      "id": "t-0003",
      "d": "今天可能有雨，不适宜外出游玩。这种天气还是乖乖呆在室内吧，当然玩货可以无视。"
    },
    {
      "id": "ft-0001",
      "d": "体感冰冻严寒，室外滴水成冰，建议不要外出。"
    },
    {
      "id": "ft-0002",
      "d": "体感特别寒冷，风大天寒，建议减少不必要的外出。"
    },
    {
      "id": "ft-0003",
      "d": "体感十分寒冷，建议避免长时间的户外活动，防冻。"
    },
    {
      "id": "ft-0004",
      "d": "体感寒冷，建议在中午前后外出，着羽绒服。"
    },
    {
      "id": "ft-0005",
      "d": "体感寒冷，建议户外活动安排在十点到十四点之间。"
    },
    {
      "id": "ft-0006",
      "d": "体感较冷，建议戴薄手套，围巾，帽子外出活动。"
    },
    {
      "id": "ft-0007",
      "d": "体感偏冷，建议戴上薄手套、围巾和帽子外出。"
    },
    {
      "id": "ft-0008",
      "d": "体感偏凉，但是大部分人仍可以接受。爱臭美的，可以行动了。"
    },
    {
      "id": "ft-0009",
      "d": "体感略凉，但不影响户外活动的开展。"
    },
    {
      "id": "ft-0010",
      "d": "体感温暖舒适，建议多到户外活动。多多运动，呼吸新鲜空气吧！"
    },
    {
      "id": "ft-0011",
      "d": "体感偏热，建议适当调整穿衣。按心情调整吧！"
    },
    {
      "id": "ft-0012",
      "d": "体感较热，建议不要在中午前后展开户外活动。"
    },
    {
      "id": "ft-0013",
      "d": "体感炎热，建议减少外出，注意防晒。"
    },
    {
      "id": "ft-0014",
      "d": "体感闷热，建议尽量在室内避暑，外出易中暑。"
    },
    {
      "id": "ft-0015",
      "d": "体感酷热，建议呆在室内，使用空调等降温。"
    },
    {
      "id": "r-0034",
      "d": "今天可能有雪，建议带上雨伞出门。我们不是窦娥，老天爷下雪请一定调对频道。"
    },
    {
      "id": "t-0034",
      "d": "今天可能有雪，不适宜外出游玩。这种天气还是乖乖呆在室内吧，当然玩货可以无视。"
    },
    {
      "id": "t-0035",
      "d": "今天可能有沙尘暴，不适宜外出游玩。这种天气还是乖乖呆在室内吧，当然玩货可以无视。"
    },
    {
      "id": "x-0001",
      "d": "未来4天没有雨、雪或沙尘暴，很适宜洗车。趁这好天气，抓紧时间洗洗车吧，且洗且珍惜。"
    },
    {
      "id": "x-0002",
      "d": "未来3天没有雨、雪或沙尘暴，适宜洗车。近期天气还不错，可以考虑洗洗车，洗洗更健康"
    },
    {
      "id": "x-0003",
      "d": "未来2天没有雨、雪或沙尘暴，较适宜洗车。天气还可以，如果爱车太脏，那就洗洗吧。"
    },
    {
      "id": "x-0004",
      "d": "未来1-2天有降雨，不太适宜洗车。近期天气不太好哦，还是忍忍别洗车了，以免弄脏爱车。"
    },
    {
      "id": "x-0024",
      "d": "未来1-2天有降雪，不太适宜洗车。近期天气不太好哦，还是忍忍别洗车了，以免弄脏爱车。"
    },
    {
      "id": "x-0034",
      "d": "未来1-2天有沙尘暴，不太适宜洗车。近期天气不太好哦，还是忍忍别洗车了，以免弄脏爱车。"
    },
    {
      "id": "x-0005",
      "d": "今天有降雨，不适宜洗车。为了你的爱车着想，今天还是别洗车了吧。"
    },
    {
      "id": "x-0025",
      "d": "今天有降雪，不适宜洗车。为了你的爱车着想，今天还是别洗车了吧。"
    },
    {
      "id": "x-0035",
      "d": "今天有沙尘暴，不适宜洗车。为了你的爱车着想，今天还是别洗车了吧。"
    }
  ]
}